import type { RentDataProps } from "@/components/type"

export const rentData: RentDataProps[] = [
  {
    id: 0,
    title: "1",
    text: "Как оформить",
    description: "Здесь всё просто: выбираете девайс и заполняете форму.",
  },
  {
    id: 1,
    title: "2",
    text: "Наш менеджер свяжется с вами",
    description:
      "Для завершения оформления нужно будет подтвердить свои паспортные данные.",
  },
  {
    id: 2,
    title: "3",
    text: "Получите девайс от нашего сервиса",
    description:
      "Мы доставляем, даем инструкцию по использованию и в конце срока действия договора забираем.",
  },
]
